Repository: OJZen/JamReader-iOS
Catalog: JamReader/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant_tw

source: Deletes "%@" from this library and removes the local file.
ja: 「%@」をこのライブラリから削除し、ローカルファイルも削除します。
zh_hans: 从此书库移除“%1$@”并删除本地文件。
zh_hant_tw: 從此書庫刪除「%@」，並移除本機檔案。

# Deletes %lld downloads from %@ only.
source: Deletes %1$lld downloads from %2$@ only.
ja: %2$@のダウンロードだけを%1$lld件削除します。
zh_hans: 仅删除 %2$@ 中的 %1$lld 项下载。
zh_hant_tw: 只刪除 %lld 個來自 %@ 的下載項目。

source: Deletes the downloaded copy of "%@" only.
ja: 「%@」のダウンロード済みコピーだけを削除します。
zh_hans: 仅删除“%1$@”的已下载副本。
zh_hant_tw: 只刪除「%@」的已下載副本。

source: Deletes this library and its files from this device.
ja: このライブラリとそのファイルをデバイスから削除します。
zh_hans: 从此设备删除此书库及其文件。
zh_hant_tw: 從此裝置刪除此書庫及其檔案。

source: Destination
ja: 保存先
zh_hans: 目标位置
zh_hant_tw: 目的地

source: Details
ja: 詳細
zh_hans: 详细信息
zh_hant_tw: 詳細資訊

source: Direction
ja: 方向
zh_hans: 方向
zh_hant_tw: 方向

source: Discard Changes
ja: 変更を破棄
zh_hans: 丢弃更改
zh_hant_tw: 捨棄更改

source: Discard Changes?
ja: 変更を破棄しますか？
zh_hans: 丢弃更改？
zh_hant_tw: 要捨棄更改嗎？

source: Dismiss
ja: 閉じる
zh_hans: 关闭
zh_hant_tw: 關閉

source: Dismiss Scan Result
ja: スキャン結果を閉じる
zh_hans: 关闭扫描结果
zh_hant_tw: 關閉掃描結果

source: Display
ja: 表示
zh_hans: 显示
zh_hant_tw: 顯示

source: Display Mode
ja: 表示モード
zh_hans: 显示模式
zh_hant_tw: 顯示模式

source: Display Name
ja: 表示名
zh_hans: 显示名称
zh_hant_tw: 顯示名稱

source: Done
ja: 完了
zh_hans: 完成
zh_hant_tw: 完成

source: Double Page
ja: 見開き
zh_hans: 双页
zh_hant_tw: 雙頁

source: Download Limit
ja: ダウンロード上限
zh_hans: 下载限制
zh_hant_tw: 下載上限

# Downloaded %lld of %lld
source: Downloaded %1$lld of %2$lld
ja: %lld / %lld件をダウンロード済み
zh_hans: 已下载 %1$lld / %2$lld
zh_hant_tw: 已下載 %lld / %lld

source: Downloaded 0 of %lld
ja: 0 / %lld件をダウンロード済み
zh_hans: 已下载 0 / %1$lld
zh_hant_tw: 已下載 0 / %lld

source: Downloaded Comics
ja: ダウンロード済みコミック
zh_hans: 已下载漫画
zh_hant_tw: 已下載的漫畫

source: Downloaded Copies
ja: ダウンロード済みコピー
zh_hans: 已下载副本
zh_hant_tw: 已下載副本

source: Downloaded copies cleared.
ja: ダウンロード済みコピーを消去しました。
zh_hans: 已清除已下载副本。
zh_hant_tw: 已清除已下載副本。

source: Downloaded Copies Removed
ja: ダウンロード済みコピーを削除しました
zh_hans: 已移除已下载副本
zh_hant_tw: 已移除已下載副本

source: Downloaded Copy Removed
ja: ダウンロード済みコピーを削除しました
zh_hans: 已移除已下载副本
zh_hant_tw: 已移除已下載副本

source: Downloaded Copy Updated
ja: ダウンロード済みコピーを更新しました
zh_hans: 已下载副本已更新
zh_hant_tw: 已更新已下載副本

source: Downloaded remote files are removed. Servers and reading progress stay intact.
ja: ダウンロード済みのリモートファイルを削除します。サーバーと読書の進捗は保持されます。
zh_hans: 将移除已下载的远程文件。服务器和阅读进度不受影响。
zh_hant_tw: 會移除已下載的遠端檔案。伺服器與閱讀進度不受影響。

source: Downloaded the latest copy of %@ to this device.
ja: %@の最新コピーをこのデバイスにダウンロードしました。
zh_hans: 已将 %1$@ 的最新副本下载到此设备。
zh_hant_tw: 已將 %@ 的最新副本下載到此裝置。

source: Downloading
ja: ダウンロード中
zh_hans: 正在下载
zh_hant_tw: 正在下載

source: Downloading Comic
ja: コミックをダウンロード中
zh_hans: 正在下载漫画
zh_hant_tw: 正在下載漫畫

source: Downloads
ja: ダウンロード
zh_hans: 下载内容
zh_hant_tw: 下載項目

source: Downloads & Storage
ja: ダウンロードとストレージ
zh_hans: 下载与存储
zh_hant_tw: 下載與儲存空間

source: Downloads Unavailable
ja: ダウンロードを利用できません
zh_hans: 下载不可用
zh_hant_tw: 下載項目無法使用

source: Edit
ja: 編集
zh_hans: 编辑
zh_hant_tw: 編輯

source: Edit %@ Server
ja: %@サーバーを編集
zh_hans: 编辑 %1$@ 服务器
zh_hant_tw: 編輯 %@ 伺服器

source: Edit Metadata
ja: メタデータを編集
zh_hans: 编辑元数据
zh_hant_tw: 編輯中繼資料

source: Edit Reading List
ja: リーディングリストを編集
zh_hans: 编辑阅读列表
zh_hant_tw: 編輯閱讀清單

source: Edit Server
ja: サーバーを編集
zh_hans: 编辑服务器
zh_hant_tw: 編輯伺服器

source: Edit Tag
ja: タグを編集
zh_hans: 编辑标签
zh_hant_tw: 編輯標籤

source: Editor
ja: 編集者
zh_hans: 编辑
zh_hant_tw: 編輯

source: Empty
ja: なし
zh_hans: 空
zh_hant_tw: 無內容

source: Empty Folder
ja: 空のフォルダ
zh_hans: 空文件夹
zh_hant_tw: 資料夾是空的

source: Empty library
ja: 空のライブラリ
zh_hans: 空书库
zh_hant_tw: 書庫是空的

source: Enter a display name for this saved remote folder.
ja: この保存済みリモートフォルダの表示名を入力してください。
zh_hans: 输入此远程文件夹快捷方式的显示名称。
zh_hant_tw: 請輸入此已儲存遠端資料夾的顯示名稱。

source: Enter a name before creating a new reading list.
ja: 新しいリーディングリストを作成する前に名前を入力してください。
zh_hans: 请输入名称后再创建阅读列表。
zh_hant_tw: 建立閱讀清單前，請先輸入名稱。

source: Enter a name before creating a new tag.
ja: 新しいタグを作成する前に名前を入力してください。
zh_hans: 请输入名称后再创建标签。
zh_hant_tw: 建立標籤前，請先輸入名稱。

source: Enter a name before saving this reading list.
ja: このリーディングリストを保存する前に名前を入力してください。
zh_hans: 请输入名称后再保存阅读列表。
zh_hant_tw: 儲存閱讀清單前，請先輸入名稱。

source: Enter a name before saving this tag.
ja: このタグを保存する前に名前を入力してください。
zh_hans: 请输入名称后再保存标签。
zh_hant_tw: 儲存標籤前，請先輸入名稱。

source: Enter a name for the new library.
ja: 新しいライブラリの名前を入力してください。
zh_hans: 输入新书库的名称。
zh_hant_tw: 請輸入新書庫的名稱。

source: Enter a name for this library.
ja: このライブラリの名前を入力してください。
zh_hans: 输入此书库的名称。
zh_hant_tw: 請輸入此書庫的名稱。

source: Enter a numeric port for this remote server.
ja: リモートサーバーのポート番号を入力してください。
zh_hans: 请输入远程服务器的数字端口。
zh_hant_tw: 請輸入此遠端伺服器的數字連接埠。

source: Enter a page between 1 and %lld.
ja: 1〜%lldのページ番号を入力してください。
zh_hans: 请输入 1 到 %1$lld 之间的页码。
zh_hant_tw: 請輸入 1 到 %lld 之間的頁碼。

source: Enter a password for this remote server, or switch the connection to Guest.
ja: このリモートサーバーのパスワードを入力するか、接続をゲストに切り替えてください。
zh_hans: 请输入远程服务器密码，或将连接方式切换为“访客”。
zh_hant_tw: 請輸入此遠端伺服器的密碼，或改用訪客連線。

source: Enter a valid WebDAV host or URL.
ja: 有効なWebDAVホストまたはURLを入力してください。
zh_hans: 输入有效的 WebDAV 主机或 URL。
zh_hant_tw: 請輸入有效的 WebDAV 主機或 URL。

source: Expand Import
ja: インポートを展開
zh_hans: 展开导入
zh_hant_tw: 展開匯入進度

source: Failed comics: %@
ja: 処理に失敗したコミック： %@
zh_hans: 处理失败的漫画： %1$@
zh_hant_tw: 處理失敗的漫畫： %@

# Failed to add %lld items: %@.
source: Failed to add %1$lld items: %2$@.
ja: %lld項目を追加できませんでした：%@。
zh_hans: 添加 %1$lld 项失败：%2$@。
zh_hant_tw: 無法加入 %lld 個項目：%@。

source: Failed to add 1 item: %@.
ja: 1項目を追加できませんでした：%@。
zh_hans: 添加 1 项失败：%1$@。
zh_hant_tw: 無法加入 1 個項目：%@。

source: Failed to Clear Cache
ja: キャッシュを消去できませんでした
zh_hans: 清除缓存失败
zh_hant_tw: 清除快取失敗

source: Failed to Clear Downloads
ja: ダウンロードを消去できませんでした
zh_hans: 清除下载内容失败
zh_hant_tw: 清除下載項目失敗

source: Failed to Clear History
ja: 履歴を消去できませんでした
zh_hans: 清除历史记录失败
zh_hant_tw: 清除記錄失敗

source: Failed to Clear Imported Comics
ja: インポート済みコミックを消去できませんでした
zh_hans: 清除已导入漫画失败
zh_hant_tw: 清除已匯入的漫畫失敗

source: Failed to Clear Other Cache Data
ja: その他のキャッシュデータを消去できませんでした
zh_hans: 清除其他缓存数据失败
zh_hant_tw: 清除其他快取資料失敗

source: Failed to Clear Temporary Cache
ja: 一時キャッシュを消去できませんでした
zh_hans: 清除临时缓存失败
zh_hant_tw: 清除暫存快取失敗

source: Failed to Clear Thumbnails
ja: サムネイルを消去できませんでした
zh_hans: 清除缩略图失败
zh_hant_tw: 清除縮圖失敗

source: Failed to Create Library
ja: ライブラリを作成できませんでした
zh_hans: 创建书库失败
zh_hant_tw: 建立書庫失敗

source: Failed to Create Reading List
ja: リーディングリストを作成できませんでした
zh_hans: 创建阅读列表失败
zh_hant_tw: 建立閱讀清單失敗

source: Failed to Create Tag
ja: タグを作成できませんでした
zh_hans: 创建标签失败
zh_hant_tw: 建立標籤失敗

source: Failed to Delete History
ja: 履歴を削除できませんでした
zh_hans: 删除历史记录失败
zh_hant_tw: 刪除記錄失敗

source: Failed to Delete Reading List
ja: リーディングリストを削除できませんでした
zh_hans: 删除阅读列表失败
zh_hant_tw: 刪除閱讀清單失敗

source: Failed to Delete Tag
ja: タグを削除できませんでした
zh_hans: 删除标签失败
zh_hant_tw: 刪除標籤失敗

# Failed to import %lld item(s): %@.
source: Failed to import %1$lld item(s): %2$@.
ja: %lld項目をインポートできませんでした：%@。
zh_hans: 导入 %1$lld 项失败：%2$@。
zh_hant_tw: 無法匯入 %lld 個項目：%@。

# Failed to import %lld items: %@.
source: Failed to import %1$lld items: %2$@.
ja: %lld項目をインポートできませんでした：%@。
zh_hans: 导入 %1$lld 项失败：%2$@。
zh_hant_tw: 無法匯入 %lld 個項目：%@。

source: Failed to import %lld items.
ja: %lld項目をインポートできませんでした。
zh_hans: 导入 %1$lld 项失败。
zh_hant_tw: 無法匯入 %lld 個項目。

source: Failed to import 1 item: %@.
ja: 1項目をインポートできませんでした：%@。
zh_hans: 导入 1 项失败：%1$@。
zh_hant_tw: 無法匯入 1 個項目：%@。

source: Failed to import 1 item.
ja: 1項目をインポートできませんでした。
zh_hans: 导入 1 项失败。
zh_hant_tw: 無法匯入 1 個項目。

source: Failed to Import Comic
ja: コミックをインポートできませんでした
zh_hans: 导入漫画失败
zh_hant_tw: 匯入漫畫失敗

source: Failed to Import ComicInfo
ja: ComicInfoをインポートできませんでした
zh_hans: 导入 ComicInfo 失败
zh_hant_tw: 匯入 ComicInfo 失敗

source: Failed to Import Comics
ja: コミックをインポートできませんでした
zh_hans: 导入漫画失败
zh_hant_tw: 匯入漫畫失敗

source: Failed to Initialize Library
ja: ライブラリを初期化できませんでした
zh_hans: 初始化书库失败
zh_hant_tw: 初始化書庫失敗

source: Failed to Load Collection
ja: コレクションを読み込めませんでした
zh_hans: 加载集合失败
zh_hant_tw: 載入收藏集失敗

source: Failed to Load Libraries
ja: ライブラリを読み込めませんでした
zh_hans: 加载书库失败
zh_hant_tw: 載入書庫失敗

source: Failed to Load Metadata
ja: メタデータを読み込めませんでした
zh_hans: 加载元数据失败
zh_hant_tw: 載入中繼資料失敗

source: Failed to Load Organization
ja: 整理情報を読み込めませんでした
zh_hans: 加载整理信息失败
zh_hant_tw: 載入整理資訊失敗

source: Failed to Load Reading Lists
ja: リーディングリストを読み込めませんでした
zh_hans: 加载阅读列表失败
zh_hant_tw: 載入閱讀清單失敗

source: Failed to Load Remote Servers
ja: リモートサーバーを読み込めませんでした
zh_hans: 加载远程服务器失败
zh_hant_tw: 載入遠端伺服器失敗

source: Failed to Load Tags
ja: タグを読み込めませんでした
zh_hans: 加载标签失败
zh_hant_tw: 載入標籤失敗

source: Failed to Open Comic
ja: コミックを開けませんでした
zh_hans: 打开漫画失败
zh_hant_tw: 開啟漫畫失敗

source: Failed to Open EPUB
ja: EPUBを開けませんでした
zh_hans: 打开 EPUB 失败
zh_hant_tw: 開啟 EPUB 失敗

source: Failed to Open Library
ja: ライブラリを開けませんでした
zh_hans: 打开书库失败
zh_hant_tw: 開啟書庫失敗

source: Failed to Refresh Folder
ja: フォルダを更新できませんでした
zh_hans: 刷新文件夹失败
zh_hant_tw: 重新整理資料夾失敗

source: Failed to Refresh Library
ja: ライブラリを更新できませんでした
zh_hans: 刷新书库失败
zh_hant_tw: 重新整理書庫失敗

source: Failed to Refresh Remote Comic
ja: リモートコミックを更新できませんでした
zh_hans: 刷新远程漫画失败
zh_hant_tw: 重新整理遠端漫畫失敗

source: Failed to remove %lld items.
ja: %lld項目を削除できませんでした。
zh_hans: 移除 %1$lld 项失败。
zh_hant_tw: 無法移除 %lld 個項目。

source: Failed to remove 1 item.
ja: 1項目を削除できませんでした。
zh_hans: 移除 1 项失败。
zh_hant_tw: 無法移除 1 個項目。

source: Failed to Remove Comic
ja: コミックを削除できませんでした
zh_hans: 移除漫画失败
zh_hant_tw: 移除漫畫失敗

source: Failed to Remove Library
ja: ライブラリを削除できませんでした
zh_hans: 移除书库失败
zh_hant_tw: 移除書庫失敗

source: Failed to Remove Server
ja: サーバーを削除できませんでした
zh_hans: 移除服务器失败
zh_hant_tw: 移除伺服器失敗

source: Failed to Remove Shortcut
ja: ショートカットを削除できませんでした
zh_hans: 移除快捷方式失败
zh_hant_tw: 移除捷徑失敗

source: Failed to Rename Library
ja: ライブラリ名を変更できませんでした
zh_hans: 重命名书库失败
zh_hant_tw: 重新命名書庫失敗

source: Failed to Rename Shortcut
ja: ショートカット名を変更できませんでした
zh_hans: 重命名快捷方式失败
zh_hant_tw: 重新命名捷徑失敗

source: Failed to save %lld items.
ja: %lld項目を保存できませんでした。
zh_hans: 保存 %1$lld 项失败。
zh_hant_tw: 無法儲存 %lld 個項目。

source: Failed to save 1 item.
ja: 1項目を保存できませんでした。
zh_hans: 保存 1 项失败。
zh_hant_tw: 無法儲存 1 個項目。

source: Failed to Save Bookmarks
ja: ブックマークを保存できませんでした
zh_hans: 保存书签失败
zh_hant_tw: 儲存書籤失敗

source: Failed to Save Libraries
ja: ライブラリを保存できませんでした
zh_hans: 保存书库失败
zh_hant_tw: 儲存書庫失敗

source: Failed to Save Metadata
ja: メタデータを保存できませんでした
zh_hans: 保存元数据失败
zh_hant_tw: 儲存中繼資料失敗

source: Failed to Save Offline Copy
ja: オフラインコピーを保存できませんでした
zh_hans: 保存离线副本失败
zh_hant_tw: 儲存離線副本失敗

source: Failed to Save Page
ja: ページを保存できませんでした
zh_hans: 保存页面失败
zh_hant_tw: 儲存頁面失敗

source: Failed to Save Progress
ja: 進捗を保存できませんでした
zh_hans: 保存进度失败
zh_hant_tw: 儲存進度失敗

source: Failed to Save Server
ja: サーバーを保存できませんでした
zh_hans: 保存服务器失败
zh_hant_tw: 儲存伺服器失敗

source: Failed to Save Shortcut
ja: ショートカットを保存できませんでした
zh_hans: 保存快捷方式失败
zh_hant_tw: 儲存捷徑失敗

source: Failed to Update Collection
ja: コレクションを更新できませんでした
zh_hans: 更新集合失败
zh_hant_tw: 更新收藏集失敗

source: Failed to Update Download Limit
ja: ダウンロード上限を更新できませんでした
zh_hans: 更新下载限制失败
zh_hant_tw: 更新下載上限失敗

source: Failed to Update Favorites
ja: お気に入りを更新できませんでした
zh_hans: 更新收藏失败
zh_hant_tw: 更新最愛失敗

source: Failed to Update Metadata
ja: メタデータを更新できませんでした
zh_hans: 更新元数据失败
zh_hant_tw: 更新中繼資料失敗

source: Failed to Update Organization
ja: 整理情報を更新できませんでした
zh_hans: 更新整理信息失败
zh_hant_tw: 更新整理資訊失敗

source: Failed to Update Rating
ja: 評価を更新できませんでした
zh_hans: 更新评分失败
zh_hant_tw: 更新評分失敗

source: Failed to Update Read Status
ja: 読書状態を更新できませんでした
zh_hans: 更新阅读状态失败
zh_hant_tw: 更新閱讀狀態失敗

source: Failed to Update Reading List
ja: リーディングリストを更新できませんでした
zh_hans: 更新阅读列表失败
zh_hant_tw: 更新閱讀清單失敗

source: Failed to Update Tag
ja: タグを更新できませんでした
zh_hans: 更新标签失败
zh_hant_tw: 更新標籤失敗

source: Favorite
ja: お気に入り
zh_hans: 收藏
zh_hant_tw: 最愛

source: Favorite comics: %lld
ja: お気に入りのコミック：%lld冊
zh_hans: 收藏漫画：%1$lld 本
zh_hant_tw: 最愛漫畫：%lld 本

source: Favorites
ja: お気に入り
zh_hans: 收藏
zh_hant_tw: 最愛

source: Fewest Comics
ja: コミックが少ない順
zh_hans: 漫画最少
zh_hant_tw: 漫畫最少

source: Fields
ja: フィールド
zh_hans: 字段
zh_hant_tw: 欄位

source: File
ja: ファイル
zh_hans: 文件
zh_hant_tw: 檔案

source: File Name
ja: ファイル名
zh_hans: 文件名
zh_hant_tw: 檔案名稱

source: Files
ja: ファイル
zh_hans: 文件
zh_hant_tw: 檔案

source: Fill Empty Fields
ja: 空のフィールドを補完
zh_hans: 填充空字段
zh_hant_tw: 填入空白欄位

source: Filter
ja: フィルタ
zh_hans: 筛选
zh_hant_tw: 篩選

source: Finalizing Library
ja: ライブラリの設定を完了しています
zh_hans: 正在完成书库设置
zh_hant_tw: 正在完成書庫設定

source: Finish or cancel the current remote import before changing the download limit.
ja: ダウンロード上限を変更する前に、実行中のリモートインポートを完了またはキャンセルしてください。
zh_hans: 请先完成或取消当前远程导入，再更改下载限制。
zh_hant_tw: 請先完成或取消目前的遠端匯入，再更改下載上限。

source: Finish or cancel the current remote import before clearing this stored data.
ja: 保存データを消去する前に、実行中のリモートインポートを完了またはキャンセルしてください。
zh_hans: 请先完成或取消当前远程导入，再清除这些存储数据。
zh_hant_tw: 請先完成或取消目前的遠端匯入，再清除此儲存資料。

source: Finish the current import or storage task, then try again.
ja: 実行中のインポートまたはストレージ処理が完了してから、もう一度お試しください。
zh_hans: 请先完成当前导入或存储任务，然后重试。
zh_hant_tw: 請先完成目前的匯入或儲存空間作業，然後再試一次。

source: Finished
ja: 読了
zh_hans: 已读完
zh_hant_tw: 已讀完

source: Fit Height
ja: 高さに合わせる
zh_hans: 适合高度
zh_hant_tw: 符合高度

source: Fit Mode
ja: 表示倍率
zh_hans: 适配方式
zh_hant_tw: 符合方式

source: Fit Page
ja: ページ全体
zh_hans: 适合页面
zh_hant_tw: 符合頁面

source: Fit Width
ja: 幅に合わせる
zh_hans: 适合宽度
zh_hant_tw: 符合寬度

source: Folder
ja: フォルダ
zh_hans: 文件夹
zh_hant_tw: 資料夾

source: Folder · %@
ja: フォルダ・%@
zh_hans: 文件夹·%1$@
zh_hant_tw: 資料夾 · %@

source: Folder Actions
ja: フォルダのアクション
zh_hans: 文件夹操作
zh_hant_tw: 資料夾動作

source: Folder Import Failed
ja: フォルダのインポートに失敗しました
zh_hans: 文件夹导入失败
zh_hant_tw: 資料夾匯入失敗

source: Folder Imported to Library
ja: フォルダをライブラリにインポートしました
zh_hans: 文件夹已导入到书库
zh_hant_tw: 資料夾已匯入書庫

source: Folder Not Found
ja: フォルダが見つかりません
zh_hans: 文件夹未找到
zh_hant_tw: 找不到資料夾

source: Folder Refreshed
ja: フォルダを更新しました
zh_hans: 文件夹已刷新
zh_hant_tw: 資料夾已重新整理

source: Folder Removed
ja: フォルダを削除しました
zh_hans: 文件夹已删除
zh_hant_tw: 資料夾已移除

source: Folder Saved
ja: フォルダを保存しました
zh_hans: 文件夹已保存
zh_hant_tw: 資料夾已儲存

source: Folder shortcut
ja: フォルダのショートカット
zh_hans: 文件夹快捷方式
zh_hant_tw: 資料夾捷徑

source: Folders
ja: フォルダ
zh_hans: 文件夹
zh_hant_tw: 資料夾

source: Format
ja: 形式
zh_hans: 格式
zh_hant_tw: 格式

source: Found %lld comics
ja: %lld冊のコミックが見つかりました
zh_hans: 找到 %1$lld 本漫画
zh_hant_tw: 找到 %lld 本漫畫

# Found %lld comics · %@
source: Found %1$lld comics · %2$@
ja: %lld冊のコミックが見つかりました・%@
zh_hans: 找到 %1$lld 本漫画 · %2$@
zh_hant_tw: 找到 %lld 本漫畫 · %@

source: Generated remote cover images are removed and recreated as needed.
ja: 生成されたリモート表紙画像を削除します。必要に応じて再作成されます。
zh_hans: 生成的远程封面图像将根据需要删除并重新创建。
zh_hant_tw: 會移除產生的遠端封面圖片，並在需要時重新建立。

source: Go To
ja: 移動
zh_hans: 前往
zh_hant_tw: 前往

source: Go to Page
ja: ページへ移動
zh_hans: 跳转到页面
zh_hant_tw: 前往頁面

source: Go to Root
ja: ルートへ移動
zh_hans: 前往根目录
zh_hant_tw: 前往根目錄

source: Good for monthly catch-up.
ja: 月ごとのまとめ読みに適しています。
zh_hans: 适合每月集中阅读。
zh_hant_tw: 適合每月集中補看。

source: Great for weekly imports.
ja: 週ごとのインポートに最適です。
zh_hans: 适合每周导入。
zh_hant_tw: 適合每週匯入。

source: Green
ja: グリーン
zh_hans: 绿色
zh_hant_tw: 綠色

source: Grid
ja: グリッド
zh_hans: 网格
zh_hant_tw: 格狀顯示

source: Guest
ja: ゲスト
zh_hans: 访客
zh_hant_tw: 訪客

source: Host
ja: ホスト
zh_hans: 主机
zh_hant_tw: 主機

source: Host cannot be empty.
ja: ホストは空にできません。
zh_hans: 主机不能为空。
zh_hant_tw: 主機不可留白。

source: How It Works
ja: 仕組み
zh_hans: 工作方式
zh_hant_tw: 運作方式

source: Image folder comic
ja: 画像フォルダ形式のコミック
zh_hans: 图像文件夹漫画
zh_hant_tw: 圖片資料夾漫畫

source: Image Folder Comic
ja: 画像フォルダ形式のコミック
zh_hans: 图像文件夹漫画
zh_hant_tw: 圖片資料夾漫畫

source: Import
ja: インポート
zh_hans: 导入
zh_hant_tw: 匯入

source: Import Already Running
ja: インポートを実行中です
zh_hans: 导入正在进行
zh_hant_tw: 已有匯入作業進行中

source: Import Canceled
ja: インポートをキャンセルしました
zh_hans: 导入已取消
zh_hant_tw: 已取消匯入

source: Import Comic
ja: コミックをインポート
zh_hans: 导入漫画
zh_hant_tw: 匯入漫畫

source: Import Comic Files
ja: コミックファイルをインポート
zh_hans: 导入漫画文件
zh_hant_tw: 匯入漫畫檔案

source: Import Comic Folder
ja: コミックフォルダをインポート
zh_hans: 导入漫画文件夹
zh_hant_tw: 匯入漫畫資料夾

source: Import ComicInfo
ja: ComicInfoをインポート
zh_hans: 导入 ComicInfo
zh_hant_tw: 匯入 ComicInfo

source: Import Completed
ja: インポートが完了しました
zh_hans: 导入完成
zh_hant_tw: 匯入完成

source: Import Current Folder ComicInfo
ja: 現在のフォルダのComicInfoをインポート
zh_hans: 导入当前文件夹的 ComicInfo
zh_hant_tw: 匯入目前資料夾的 ComicInfo

source: Import Destinations Unavailable
ja: インポート先を利用できません
zh_hans: 导入目标不可用
zh_hant_tw: 匯入目的地無法使用

source: Import Directory
ja: ディレクトリをインポート
zh_hans: 导入目录
zh_hant_tw: 匯入目錄

source: Import Failed
ja: インポートに失敗しました
zh_hans: 导入失败
zh_hant_tw: 匯入失敗

source: Import Finished with Warnings
ja: インポートは完了しました（一部警告あり）
zh_hans: 导入完成，但有警告
zh_hant_tw: 匯入完成，但有警告

source: Import Folder
ja: フォルダをインポート
zh_hans: 导入文件夹
zh_hant_tw: 匯入資料夾

source: Import Folder to Library
ja: フォルダをライブラリにインポート
zh_hans: 将文件夹导入到书库
zh_hant_tw: 將資料夾匯入書庫

source: Import in Progress
ja: インポート中
zh_hans: 正在导入
zh_hant_tw: 正在匯入

source: Import Library ComicInfo
ja: ライブラリのComicInfoをインポート
zh_hans: 导入书库的 ComicInfo
zh_hant_tw: 匯入書庫 ComicInfo

source: Import Requires Current Remote Copy
ja: インポートには最新のリモートコピーが必要です
zh_hans: 导入需要最新远程副本
zh_hant_tw: 匯入需要最新的遠端副本

source: Import Results
ja: インポート結果
zh_hans: 导入结果
zh_hant_tw: 匯入結果

source: Import This Folder
ja: このフォルダをインポート
zh_hans: 导入此文件夹
zh_hant_tw: 匯入此資料夾

source: Import to Library
ja: ライブラリにインポート
zh_hans: 导入到书库
zh_hant_tw: 匯入書庫

source: Import Unavailable
ja: インポートを利用できません
zh_hans: 导入不可用
zh_hant_tw: 無法匯入

source: Imported
ja: インポート済み
zh_hans: 已导入
zh_hant_tw: 已匯入

# Imported %lld comic files into %@.
source: Imported %1$lld comic files into %2$@.
ja: %lld件のコミックファイルを%@にインポートしました。
zh_hans: 已将 %1$lld 个漫画文件导入 %2$@。
zh_hant_tw: 已將 %lld 個漫畫檔案匯入 %@。

source: Imported %lld comic files into the current library location.
ja: %lld件のコミックファイルを現在のライブラリの場所にインポートしました。
zh_hans: 已将 %1$lld 个漫画文件导入当前书库位置。
zh_hant_tw: 已將 %lld 個漫畫檔案匯入目前的書庫位置。

# Imported %lld comics into %@.
source: Imported %1$lld comics into %2$@.
ja: %lld冊のコミックを%@にインポートしました。
zh_hans: 已将 %1$lld 本漫画导入 %2$@。
zh_hant_tw: 已將 %lld 本漫畫匯入 %@。

source: Imported 1 comic file into %@.
ja: 1件のコミックファイルを%@にインポートしました。
zh_hans: 已将 1 个漫画文件导入 %1$@。
zh_hant_tw: 已將 1 個漫畫檔案匯入 %@。

source: Imported 1 comic file into the current library location.
ja: 1件のコミックファイルを現在のライブラリの場所にインポートしました。
zh_hans: 已将 1 个漫画文件导入当前书库位置。
zh_hant_tw: 已將 1 個漫畫檔案匯入目前的書庫位置。

source: Imported 1 comic into %@.
ja: 1冊のコミックを%@にインポートしました。
zh_hans: 已将 1 本漫画导入 %1$@。
zh_hant_tw: 已將 1 本漫畫匯入 %@。

source: Imported Comics
ja: インポート済みコミック
zh_hans: 已导入漫画
zh_hant_tw: 已匯入的漫畫

source: Imported comics appear here automatically.
ja: インポートしたコミックが自動的にここに表示されます。
zh_hans: 已导入漫画会自动显示在这里。
zh_hant_tw: 匯入的漫畫會自動顯示在這裡。

source: Imported comics cleared.
ja: インポート済みコミックを消去しました。
zh_hans: 已清除已导入漫画。
zh_hant_tw: 已清除匯入的漫畫。

source: Imported files are removed. The Imported Comics library remains available.
ja: インポート済みファイルを削除します。「インポート済みコミック」ライブラリは引き続き利用できます。
zh_hans: 将移除已导入文件。“已导入漫画”书库仍可使用。
zh_hant_tw: 會移除匯入的檔案。「已匯入的漫畫」書庫仍可使用。

source: Imported files were copied into %@, but the local library index could not be opened.
ja: インポートしたファイルを%@にコピーしましたが、ローカルライブラリのインデックスを開けませんでした。
zh_hans: 已导入文件已复制到 %1$@，但无法打开本地书库索引。
zh_hant_tw: 匯入的檔案已複製到 %@，但無法開啟本機書庫索引。

source: Imported to Library
ja: ライブラリにインポートしました
zh_hans: 已导入到书库
zh_hant_tw: 已匯入書庫

source: Imported with Indexing Warning
ja: インポート完了（インデックス作成の警告あり）
zh_hans: 导入完成，但索引有警告
zh_hant_tw: 已匯入，但索引建立有警告

source: Importing %@
ja: %@をインポート中
zh_hans: 正在导入 %1$@
zh_hant_tw: 正在匯入 %@

source: Importing ComicInfo
ja: ComicInfoをインポート中
zh_hans: 正在导入 ComicInfo
zh_hant_tw: 正在匯入 ComicInfo

source: Importing Comics
ja: コミックをインポート中
zh_hans: 正在导入漫画
zh_hant_tw: 正在匯入漫畫

source: Importing visible comics
ja: 表示中のコミックをインポート中
zh_hans: 正在导入当前显示的漫画
zh_hant_tw: 正在匯入顯示中的漫畫

source: Imports are copied to the selected library.
ja: インポートした項目は選択したライブラリにコピーされます。
zh_hans: 导入内容会复制到所选书库。
zh_hant_tw: 匯入內容會複製到所選書庫。

source: Imprint
ja: レーベル
zh_hans: 出版品牌
zh_hant_tw: 出版品牌

source: In progress
ja: 進行中
zh_hans: 进行中
zh_hant_tw: 進行中

source: Include Subfolders
ja: サブフォルダを含める
zh_hans: 包含子文件夹
zh_hant_tw: 包含子資料夾

source: Included Fields
ja: 対象フィールド
zh_hans: 包含字段
zh_hant_tw: 包含的欄位

source: Incomplete Server
ja: サーバー設定が未完了です
zh_hans: 服务器信息不完整
zh_hant_tw: 伺服器資料不完整

source: Indexed %@
ja: %@をインデックスに登録しました
zh_hans: 已索引 %1$@
zh_hant_tw: 已建立索引：%@

# Indexed %lld of %lld
source: Indexed %1$lld of %2$lld
ja: %lld / %lld件をインデックスに登録しました
zh_hans: 已索引 %1$lld / %2$lld
zh_hant_tw: 已建立索引 %lld / %lld

# Indexed %lld of %lld · %@
source: Indexed %1$lld of %2$lld · %3$@
ja: %lld / %lld件をインデックスに登録・%@
zh_hans: 已索引 %1$lld / %2$lld · %3$@
zh_hant_tw: 已建立索引 %lld / %lld · %@

source: Indexing Comics
ja: コミックをインデックスに登録中
zh_hans: 正在索引漫画
zh_hant_tw: 正在建立漫畫索引

source: Indexing Library
ja: ライブラリのインデックスを作成中
zh_hans: 正在索引书库
zh_hant_tw: 正在建立書庫索引

source: Info
ja: 情報
zh_hans: 信息
zh_hant_tw: 資訊

source: Initialize Library
ja: ライブラリを初期化
zh_hans: 初始化书库
zh_hant_tw: 初始化書庫

source: Initializing Library
ja: ライブラリを初期化中
zh_hans: 正在初始化书库
zh_hant_tw: 正在初始化書庫

source: Inker
ja: インク担当
zh_hans: 墨线
zh_hant_tw: 墨線

source: Insecure HTTP Blocked
ja: 安全でないHTTP接続がブロックされました
zh_hans: 已阻止不安全的 HTTP
zh_hant_tw: 已封鎖不安全的 HTTP

source: Install a certificate that iOS trusts, provide the full TLS certificate chain, or connect using a hostname covered by the certificate.
ja: iOSが信頼する証明書をインストールするか、完全なTLS証明書チェーンを提供するか、証明書の対象となるホスト名で接続してください。
zh_hans: 安装 iOS 信任的证书，提供完整的 TLS 证书链，或使用证书涵盖的主机名进行连接。
zh_hant_tw: 請安裝 iOS 信任的憑證、提供完整的 TLS 憑證鏈，或使用憑證涵蓋的主機名稱連線。

source: Invalid Library Name
ja: ライブラリ名が無効です
zh_hans: 书库名称无效
zh_hant_tw: 書庫名稱無效

source: Invalid Page Number
ja: ページ番号が無効です
zh_hans: 无效页码
zh_hant_tw: 頁碼無效

source: Invalid Port
ja: ポートが無効です
zh_hans: 端口无效
zh_hant_tw: 連接埠無效

source: iOS blocked the insecure HTTP connection to %@. Use HTTPS for this WebDAV server.
ja: iOSが%@への安全でないHTTP接続をブロックしました。このWebDAVサーバーではHTTPSを使用してください。
zh_hans: iOS 阻止了与 %1$@ 的不安全 HTTP 连接。请为此 WebDAV 服务器使用 HTTPS。
zh_hant_tw: iOS 已封鎖與 %@ 的不安全 HTTP 連線。請為此 WebDAV 伺服器使用 HTTPS。

source: Issue Number
ja: 号数
zh_hans: 期号
zh_hant_tw: 期號

source: JamReader does not have permission to add images to Photos.
ja: JamReaderには「写真」に画像を追加する権限がありません。
zh_hans: JamReader 没有将图像添加到“照片”的权限。
zh_hant_tw: JamReader 沒有將圖片加入「照片」的權限。

source: JamReader Page
ja: JamReaderのページ
zh_hans: JamReader 页面
zh_hant_tw: JamReader 頁面

source: Keep current
ja: 現在の値を保持
zh_hans: 保留当前值
zh_hant_tw: 保留目前內容

source: Keep Editing
ja: 編集を続ける
zh_hans: 继续编辑
zh_hant_tw: 繼續編輯

source: Keeps the current password.
ja: 現在のパスワードを保持します。
zh_hans: 保留当前密码。
zh_hant_tw: 保留目前的密碼。

source: Kept %lld existing downloaded copies ready offline.
ja: 既存のダウンロード済みコピー%lld件をオフラインで利用できる状態のまま保持しました。
zh_hans: 保留了 %1$lld 个现有的已下载副本，可供离线阅读。
zh_hant_tw: 已保留 %lld 份現有下載副本，可供離線使用。

source: Kept 1 existing downloaded copy ready offline.
ja: 既存のダウンロード済みコピー1件をオフラインで利用できる状態のまま保持しました。
zh_hans: 保留了 1 个现有的已下载副本，可供离线阅读。
zh_hant_tw: 已保留 1 份現有下載副本，可供離線使用。

source: label
ja: ラベル
zh_hans: 标签
zh_hant_tw: 標籤

source: Language ISO
ja: 言語ISOコード
zh_hans: 语言 ISO 代码
zh_hant_tw: 語言 ISO

source: Largest
ja: 最大
zh_hans: 最大
zh_hant_tw: 最大

source: Largest First
ja: サイズが大きい順
zh_hans: 最大优先
zh_hant_tw: 大小（由大到小）

source: Last Action
ja: 前回の操作
zh_hans: 上次操作
zh_hant_tw: 上次動作

source: Last folder refresh
ja: 前回のフォルダ更新
zh_hans: 上次刷新文件夹
zh_hant_tw: 上次重新整理資料夾

source: Last folder refresh · %@
ja: 前回のフォルダ更新・%@
zh_hans: 上次刷新文件夹 · %1$@
zh_hant_tw: 上次重新整理資料夾 · %@

source: Last full library scan
ja: 前回のライブラリ全体スキャン
zh_hans: 上次完整扫描书库
zh_hant_tw: 上次完整掃描書庫

source: Last import indexing pass
ja: 前回のインポート後インデックス作成
zh_hans: 上次导入索引
zh_hant_tw: 上次匯入索引作業

source: Last Opened
ja: 最後に開いた日時
zh_hans: 上次打开
zh_hant_tw: 上次開啟

source: Latest
ja: 最新
zh_hans: 最新
zh_hant_tw: 最新

source: Layout
ja: レイアウト
zh_hans: 布局
zh_hant_tw: 版面配置

source: Leave Base Directory empty to start at Server Path.
ja: サーバーパスから開始するには、ベースディレクトリを空のままにしてください。
zh_hans: 将“基础目录”留空即可从“服务器路径”开始。
zh_hant_tw: 將「基礎目錄」留白，即可從「伺服器路徑」開始。

source: Leave Base Directory empty to start at the root.
ja: ルートから開始するには、ベースディレクトリを空のままにしてください。
zh_hans: 将“基础目录”留空即可从根目录开始。
zh_hant_tw: 將「基礎目錄」留白，即可從根目錄開始。

source: Left
ja: 左
zh_hans: 左
zh_hant_tw: 左側
